// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

UtilityWindowPreferredSize = "{796, 406}";

kCheckChangesAlertTitleKey = "Você mudou alguns dados. Deseja continuar?";
kCheckChangesAlertContinueButtonTitleKey = "Continuar";
kCheckChangesAlertMessageKey = "Se continuar, você perde as mudanças que fez. Clique em Cancelar para anular sua ação e continuar a trabalhar na tarefa.";

DeviceStatusUnknown = "Desconhecido";

NoItemsMenuTitle = "Nenhum item disponível";

NotEnoughSpaceTitle = "O HP Utility não pôde ser iniciado";
NotEnoughSpaceMsg = "Seu disco de inicialização está quase cheio. Você precisa apagar arquivos para liberar mais espaço em seu disco de inicialização.";

RecentUnreachableTitle = "Não foi possível conectar";
RecentUnreachableMsg = "%@ não está disponível agora. Verifique se está ligada e conectada, ou tente novamente mais tarde.";

AirPortDeviceErrorTitle = "O HP Utility não pode funcionar com dispositivos conectados a AirPort.";
SharedDeviceErrorTitle = "O HP Utility não pode funcionar com dispositivos compartilhados.";
NotDirectDeviceErrorDescription = "Conecte o dispositivo diretamente ao Mac para trabalhar com ele.";

NoUtilityMessage = "Reinstale o software que veio com o dispositivo.";

// menu items
ShowAdvanced = "Mostrar opções avançadas";
HideAdvanced = "Esconder opções avançadas";

DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "Continuar";
SupplyInfoTaskTitle = "Info Suprimentos";
TravelInfoTaskTitle = "Informações para viagem";

kTaskGroupInformationTitleKey = "Informações";
kTaskGroupColorCenterTitleKey = "HP Color Center";
kTaskGroupConfigurationTitleKey = "Configuração";
kTaskGroupSupportTitleKey = "Assistência";
kTaskGroupJobCenterTitleKey = "Centro de trabalhos";

kTaskGroupUnknownTitleKey = "Outros";
kTaskGroupInformationAndSupportTitleKey = "Informações e suporte";
kTaskGroupInformationAndPrintQualityTitleKey = "Informações e qualidade de impressão";
kTaskGroupPrinterSettingsTitleKey = "Configurações de impressão";
kTaskGroupFaxSettingsTitleKey = "Configurações de fax";
kTaskGroupNetworkSettingsTitleKey = "Configurações da rede";
kHSDTaskGroupScanSettingsTitleKey = "Configurações da digitalização";

ApplyButtonTitle = "Aplicar agora";

kViewMenuTitle = "Visualizar";

AskSaveChangesAlertTitle = "Você alterou configurações nesta tela";
AskSaveChangesAlertMsg = "Deseja aplicar as alterações antes de fechar?";
AskSaveChangesDontApplyButtonTitle = "Não aplicar";
AskSaveCahngesApplyButtonTitle = "Aplicar";

MultipleAskSaveChangesAlertTitle = "Você alterou configurações nas janelas %i";
MultipleAskSaveChangesAlertMsg = "Deseja examinar essas alterações antes de encerrar?";
MultipleAskSaveChangesDiscardButtonTitle = "Descartar alterações";
MultipleAskSaveChangesReviewButtonTitle = "Examinar alterações...";

ConnectingMessage = "Conectando-se a dispositivo\n%@";

DefaultWindowTitleString = "HP Utility";
DeviceNotSelectedMessageString = "Selecione um dispositivo a ser iniciado";

DevicesItemTitleString = "Dispositivos";
DevicesItemTooltipString = "Mostrar/ocultar dispositivos";
SupportItemTitleString = "Suporte HP";
SupportItemTooltipString = "Suporte HP on-line";
SuppliesItemTitleString = "Suprimentos";
SuppliesItemTooltipString = "Compra de suprimentos on-line";
RegistrationItemTitleString = "Registro";
RegistrationItemTooltipString = "Registro on-line";
RecyclingItemTitleString = "Reciclagem";
RecyclingItemTooltipString = "Devolução e reciclagem on-line";
MarsItemTitleString = "Melhoria do produto";
MarsItemTooltipString = "Estudo de Aprimoramento de Produto HP";
TasksItemTitleString = "Todas as configurações";
TasksItemTooltipString = "Mostrar Todos os Ajustes";
SearchItemTitleString = "Buscar";
SearchItemTooltipString = "Buscar plug-in ou palavra-chave";

HSDAddDevicesToolTip = "Adicionar dispositivos";
HSDRemoveDevicesToolTip = "Remova o dispositivo selecionado ou grupo inteligente";
HSDPullDownMenuToolTip = "Menu Ações";
TaskCellWidth = "98";

PrintersGroupString = "DISPOSITIVOS";
SmartGroupsString = "GRUPOS INTELIGENTES";

PrinterName = "Nome do dispositivo";
ModelName = "Modelo";
SerialNumber = "Número de série";
IPAddress = "Endereço IP";
BluetoothAddress = "Endereço";
ConnectionType = "Conexão";

kSmartGroupDefaultName = "Grupo inteligente";
kSmartGroupRulePropertyModel = "Modelo";
kSmartGroupRulePropertyName = "Nome";
kSmartGroupRulePropertyURI = "URI";
kSmartGroupRulePropertyIPAddress = "Endereço IP";
kSmartGroupRulePropertyConnectionType = "Tipo de conexão";

kSmartGroupRuleCriterionContains = "Contém";
kSmartGroupRuleCriterionDoesntContain = "Não contém";
kSmartGroupRuleCriterionIs = "É";
kSmartGroupRuleCriterionIsNot = "Não é";
kSmartGroupRuleCriterionStartsWith = "Começa com";
kSmartGroupRuleCriterionEndsWith = "Termina com";

kSmartGroupRuleValueTypeUSB = "USB";
kSmartGroupRuleValueTypeIP = "IP";
kSmartGroupRuleValueTypeBonjour = "Bonjour";
kSmartGroupRuleValueTypeBluetooth = "Bluetooth";

HSDRulesMatchStyleAll = "todos";
HSDRulesMatchStyleAny = "qualquer um";

IncompatibleTasksTitle = "Componentes incompatíveis";
IncompatibleTasksMessage = "Alguns componentes instalados no computador foram desenvolvidos para outra versão do HP Utility. Esses componentes não serão carregados, e algumas funções relacionadas ao seu dispositivo não estarão acessíveis. Clique no item Suporte HP na barra de ferramentas para visitar o site Suporte online HP e baixar as versões mais recentes do software HP.";

NoComponentsTitle = "Alguns componentes do HP Utility não foram encontrados";

ShowDevicesItemTitle = "Exibir dispositivos";
HideDevicesItemTitle = "Ocultar dispositivos";
ShowToolbarItemTitle = "Exibir barra de ferramentas";
HideToolbarItemTitle = "Ocultar barra de ferramentas";

DevicesMenuSetupDeviceItemTitle = "Instalar novo dispositivo…";
DevicesMenuSetupSelectedDeviceItemTitle = "Instalar dispositivo selecionado…";
DevicesMenuSetupWirelessItemTitle = "Conexão sem fio automática HP…";
DevicesMenuAddDevicesItemTitle = "Acrescentar dispositivos…";
DevicesMenuAddDeviceManuallyItemTitle = "Acrescentar dispositivo manualmente…";
DevicesMenuNewSmartGroupItemTitle = "Novo grupo inteligente…";
DevicesMenuEditSmartGroupItemTitle = "Editar grupo inteligente…";
DevicesMenuPrintersMenuTitle = "Lista de dispositivos";
DevicesMenuEmptyItemTitle = "(Vazio)";

DevicesMenuRemoveDeviceItemTitle = "Remover dispositivo";
DevicesMenuRemoveSmartGroupItemTitle = "Remover grupo inteligente";
DevicesMenuSortByItemTitle = "Classificar por";
DevicesMenuNameItemTitle = "Nome";
DevicesMenuAvailabilityItemTitle = "Disponibilidade";

HSDAddDeviceManuallyItemTitle = "Acrescentar dispositivo manualmente…";
HSDNewSmartGroupItemTitle = "Novo grupo inteligente…";
HSDEditSmartGroupItemTitle = "Editar grupo inteligente…";

DeviceNotAvailableMessageString = "O dispositivo selecionado não está disponível. Selecione outro dispositivo.";
ScanjetDeviceNotAvailableMessageString = "O dispositivo selecionado não está disponível no momento. Verifique se o dispositivo está ligado, conectado ao computador e se todos os softwares necessários estão instalados.";

AppManagerItemTitleString = "Aplicativos";
AppManagerItemTooltipString = "Aplicativos";

AppManagerAskApplyChangesAlertTitle = "Deseja aplicar as mudanças feitas?";
AppManagerAskApplyChangesAlertMsg = "Se você não aplicar as alterações, elas serão perdidas.";
AppManagerApplyButtonTitle = "Aplicar";
CancelButtonTitleKey = "Cancelar";
AppManagerDontApplyButtonTitle = "Não Aplicar";

NoSaveTitle = "Não foi possível salvar o arquivo";
DidNotSaveMessage = "Verifique se há espaço suficiente no disco e se você tem privilégios de acesso para salvar o arquivo na localização especificada.";

ConnectMenuItemTitleFormat = "Conectar-se a %@";
EditMenuItemTitleFormat = "Editar %@...";
RemoveMenuItemTitleFormat = "Remover %@";

ShowOnlineAccessWarningsCommandTitle = "Mostrar avisos de acesso on-line";
HideOnlineAccessWarningsCommandTitle = "Ocultar avisos de acesso on-line";

HSDSmartGroupNameTitle = "Nome do grupo inteligente:";
HSDMatchTextFieldTitle1 = "Combinar";
HSDMatchTextFieldTitle2 = "das seguintes regras:";
HSDCancelButtonTitle = "Cancelar";
HSDOKButtonTitle = "OK";

// locked feature view
HSDDisabledFeatureTitle = "Esse recurso foi bloqueado ou desabilitado pelo administrador do dispositivo";
HSDDisabledFeatureDescription = "Ele pode ser ativado pelo painel Administração do dispositivo. Clique no botão \"Ir\" abaixo para acessar esse painel.";
HSDNoWayToUnlockDescription = "Não é possível usar essa função, pois foi bloqueada ou desabilitada. Para mais informações, fale com a pessoa que configurou a impressora.";
HSDGoButton = "Ir";

// Alert for Ink Subscription
SubscribedSuppliesTitle = "Seu dispositivo possui assinatura de tinta ativa";
SubscribedSuppliesMessage = "Não se esqueça… É possível obter todos os cartuchos de reposição para esta impressora com desconto pelo HP Instant Ink! Também é possível visitar a loja on-line da HP para adquirir acessórios ou suprimentos para outros dispositivos.";
GoToStoreButtonTitle = "Acesse a loja";

//Search Window
SearchWindowTitle = "Buscar";
SearchWindowTaskTitle = "Buscar:";
SearchWindowButtonCancelTitle = "Cancelar";
SearchWindowButtonSearchTitle = "Buscar";

//Main Menu
"HP Utility" = "HP Utility";
"About HP Utility" = "Sobre o HP Utility";
"Hide HP Utility" = "Ocultar HP Utility";
"Hide Others" = "Esconder outros";
"Show All" = "Exibir todos";
"Quit HP Utility" = "Encerrar o HP Utility";

"Devices" = "Dispositivos";

"Edit" = "Editar";
"Undo" = "Desfazer";
"Redo" = "Refazer";
"Cut" = "Cortar";
"Copy" = "Copiar";
"Paste" = "Colar";
"Delete" = "Excluir";
"Select All" = "Selecionar todos";

"View" = "Visualizar";

"Window" = "Janela";
"Close" = "Fechar";
"Minimize" = "Minimizar";
"Zoom" = "Ampliar/Reduzir";
"Bring All to Front" = "Trazer todos para a frente";

Version = "Versão";

// Global Mode
MarsUnavailableAlertTitle = "Não é possível configurar o Estudo de Aprimoramento de Produto HP";
MarsUnavailableAlertDescription = "Os seus dispositivos não são elegíveis para o programa de pesquisa Estudo de Aperfeiçoamento de Produtos HP.";
MarsUnavailableForOnlineDevicesAlertDescription = "Os seus dispositivos online não são elegíveis para o programa de pesquisa Estudo de Aperfeiçoamento de Produtos HP. Ligue os seus outros dispositivos, conecte-os ao seu Mac ou à rede e tente novamente.";
